{
	"name": {
		"first": "Evan",
		"last": "Pulgino"
	},
	"pronouns": [
		"He",
		"Him"
	],
	"title": "Software Engineer",
	"location": {
		"city": "Seattle",
		"state": "WA"
	},
	"contact": {
		"phone_number": "412-512-4723",
		"email_address": "evan.pulgino@pm.me",
		"github": "EvanPulgino"
	},
	"bio": [
		"A software engineer with over a decade of experience. Excited about solving big problems, learning new languages, and honing my craft.",
		"Big tabletop board gamer and have developed a handful of games for BoardGameArena.",
		"In my free time I'm gaming with friends, tinkering with board game designs, reading, or browsing the Psychotronic section of Seattle's Scarecrow Video looking for old European horror movies I haven't seen yet."
	],
	"skills": [
		"Java",
		"Python",
		"PHP",
		"Javascript",
		"Typescript",
		"React",
		"Django",
		"AWS",
		"MySQL",
		"Postgres",
		"Kotlin",
		"Angular",
		"Perl",
		"JSF"
	],
	"experience": [
		{
			"organization": "Galileo",
			"title": "Senior Software Engineer",
			"location": "Fully Remote",
			"dates": "OCTOBER 2022 - PRESENT",
			"accomplishments": [
				"Designed and built a WYSIWYG tool for clinicians to build complex patient intake forms using logical branching",
				"Designed and built a streamlined version of company’s app on the web that allowed patients to quickly fill out intake forms and schedule video visits with clinicians",
				"Spearheaded integration of Auth0 MFA integration for patient facing website"
			]
		},
		{
			"organization": "Amazon",
			"title": "Software Development Engineer I & II",
			"location": "Seattle, WA",
			"dates": "APRIL 2017 - JULY 2020<br />JUNE 2021 - AUGUST 2022",
			"accomplishments": [
				"Led development of framwork to port editorial content from Amazon Book Club website to a new upgraded UX",
				"Led development of Android app that allowed customers to use Prime benefits in Whole Foods stores",
				"Helped develop Fire TV Alexa skill that helped customers use voice queries to search for content"
			]
		},
		{
			"organization": "Microsoft",
			"title": "Software Engineer II",
			"location": "Redmond, WA",
			"dates": "AUGUST 2020 - MAY 2021",
			"accomplishments": [
				"Developed new features for US government version of existing Microsoft tool"
			]
		},
		{
			"organization": "SciQuest",
			"title": "Software Engineer",
			"location": "Pittsburgh, PA",
			"dates": "2015 - MARCH 2017",
			"accomplishments": [
				"Debugged, maintained, and added new features to complex legacy Perl codebase",
				"Built Angular frontend pages to transistion customers to new, improved UX experience",
				"Developed backend service for clients to interface with a third-party logistic tool"
			]
		}, {
			"organization": "Highmark",
			"title": "Application Developer",
			"location": "Pittsburgh, PA",
			"dates": "2013 - 2015",
			"accomplishments": [
				"Created JSF pages used by customer service reps to manage customer data",
				"Developed backend service used to onboard complex data from clients into company database"
			]
		}
	],
	"education": [
		{
			"institution": "University of Pittsburgh",
			"location": "Pittsburgh, PA",
			"degree": "MS in Information Science",
			"graduated": "2012"
		},
		{
			"institution": "Grove City College",
			"location": "Grove City, PA",
			"degree": "BS in Accounting",
			"graduated": "2003"
		}
	],
	"projects": [
		{
			"name": "Tucano on BoardGameArena",
			"link": "https://en.boardgamearena.com/gamepanel?game=tucano",
			"repo": "https://github.com/EvanPulgino/tucano",
			"description": "Tucano is a set collection card game in which players need to collect groups of fruit cards that have different scoring conditions. BoardGameArena is a website that allows users to play online versions of many tabletop games. Games are built using a PHP/JS/MySql stack."
		},
		{
			"name": "Don't Go in There on BoardGameArena",
			"link": "https://en.boardgamearena.com/gamepanel?game=dontgointhere",
			"repo": "https://github.com/EvanPulgino/dontgointhere",
			"description": "Don't Go in There is a push-your-luck set collection game in which players navigatge a hanuted house trying to avoid getting cursed. BoardGameArena is a website that allows users to play online versions of many tabletop games. Games are built using a PHP/JS/MySql stack."
		},
		{
			"name": "Austerity",
			"link": "https://master.d3l56wf7bcn7iz.amplifyapp.com/",
			"repo": "https://github.com/EvanPulgino/austerity",
			"description": "Austerity is a satritcal solitaire game where players play as governments cutting funding for government programs to payback debt. I wanted to learn React and decided to implement this print-and-play game for my own use as a project instead of another Hello World tutorial."
		}
	]
}